<div class="direction">
    <div class="buttons-group">
        <div class="go-home-button__wrapper">
            <a href="/" class="go-home-button__link">
                <div class="go-home-button">
                    <i class="fas fa-home"></i> <?= Yii::t('site', 'На главную страницу') ?>
                </div>
            </a>
        </div>
    </div>
    <div>
        <div class="row">
            <div class="col-md-12">
                <div class="card text-center direction-img-trigger" style="width: 40%; float: left">
                    <img class="card-img-top director-img" src="/img/director.jpg" alt="Card image cap">
                    <div class="card-body">
                        <h5 class="card-title">
                            Сара Кобландыевна Оспанова
                        </h5>
                        <p class="card-text">
                            <?= Yii::t('site', 'Главный врач') ?>
                        </p>
                    </div>
                </div>
                <div class="direction-working-hours">
                    <?php if (Yii::$app->language === 'ru'): ?>
                        <p>
                            Оспанова Сара Кобландыевна, родилась 15 августа 1961 года в поселке Чорух-Дайрон, Ленинабадской области Таджикской ССР. В 1978 году окончила среднюю школу №20 имени Дзержинского в г. Ленинабаде. В 1978 году поступила в Таджикский государственный медицинский институт, в 1984 году окончила данный институт по специальности "Педиатрия". В 1984-1985 годах прошла интернатуру  по специальности "Педиатрия" в Ленинабадской областной детской  больнице .
                        </p>
                        <p>
                            Свою трудовую деятельность начала в 1985 году участковым педиатром детской поликлиники №2 г. Ленинабада. В период 1987-1995 гг.  работала в Актауской городской детской поликлинике Мангыстауской области: по 1993 год - участковым педиатром, с 1994 года –заведующей педиатрического отделения.  С 1995 года работала в Шымкентской городской детской поликлинике №1- заведующей педиатрического отделения по 2006 год. С 2007 по 2008 год – заместителем главного врача Шымкентской городской детской поликлиники №1. С 2008 года назначена главным врачом. В настоящее время работает главным врачом городской поликлиники  №8  города Шымкент
                        </p>
                        <p>
                            Оспановой Саре Кобландыевне с 2013 года присвоена первая квалификационная категория по специальности «Социальная гигиена и организация работы здравоохранения».
                        </p>
                        <p>
                            Оспанова Сара Кобландыевна, со дня назначения на должность главного врача поликлиники, она зарекомендовала себя квалифицированным руководителем.  В 2012 году Шымкентская городская детская поликлиника №1 удостоена звания «Лучшая медицинская организация» среди медицинских организаций области.
                        </p>
                        <p>
                            За большой вклад в развитие здравоохранения награждена медалью "Казақстан Республикасының тәуелсіздігіне 20 жыл", нагрудным знаком "Казақстан Республикасы денсаулық сақтау қызметкерлері кәсіподағының үздігіне", и другими почетными грамотами.
                        </p>
                        <p>
                            Способствовала внедрению доступности медицинской помощи в поликлинике и ее соответствие современным требованиям и реализация автоматизированных систем, таких как "Электронная регистрация", "Поликлиника без очередей", созданных с целью оценки золотого времени и созданияю возможностей для населения. Также большое внимание уделяется высокому усвоению специалистами новых технологических программ, постоянному совершенствованию знаний сотрудников. В целях улучшения качества жизни населения в поликлинике проводится системная работа по цифровизации. В результате проводимой работы, своевременно оказывается доступная, качественная медицинская помощь населению.
                        </p>
                        <p>
                            С 2000 по 2018 г является главным внештатным специалистом по иммунопрофилактике управления здравоохранения Южно-Казахстанской области и далее управления здравоохранения города Шымкент.
                        </p>
                    <?php else: ?>
                        <p>
                            Оспанова Сара Кобландыевна, 1961 жылы 15 тамызында Тәжікстан Республикасы Ленинабад облысы, Чорух Дайрон поселкесінде  дүниеге келген. 1978 жылы Ленинабад қаласында №20 Дзержинский атындағы орта мектебін бітірген. 1978 жылы Тәжік мемлекеттік медицина институтына түсіп, 1984 жылы  аталған институтты «Педиатрия» мамандығы бойынша тәмамдады. 1984-1985 жылдар аралығында Ленинабад қаласындағы облыстық балалар ауруханасында  «Педиатрия» мамандығы бойынша интернатурадан өтті.
                        </p>
                        <p>
                            Алғаш еңбек жолын  1985 жылы Ленинабад қаласындағы №2 қалалық балалар емханасының, учаскелік педиатр дәрігері болып бастады. 1988-1995 ж. аралығында Ақтау қаласындағы қалалық балалар емханасында қызметін атқарды: 1994 жылға дейін - учаскелік педиатр дәрігер, 1994-1995 жыл аралығында  учаскелік бөлім меңгерушісі.   1995 жылдын желтоксан айынан бастап Шымкент қаласындағы №1 қалалық балалар емханасында алғашында педиатрлық учаскелер бөлім меңгерушісі болып, 2007 ж - бас дәрігердің емдеу ісі жөніндегі орынбасары, 2008 ж - бас дәрігері болып тағайындалды. Казіргі уақытқа Шымкент қаласындағы №8 қалалық емханаңын бас дәрігері қызметін атқарып келеді.
                        </p>
                        <p>
                            Оспанова Сара Кобландыевнаға  2013 жылдан бастап «Әлеуметтік гигиена және денсаулық сақтау жұмысын ұйымдастыру» мамандығы бойынша бірінші біліктілік санаты тағайындалып берілді.
                        </p>
                        <p>
                            Оспанова Сара Кобландыевна №8 қалалық емханасының бас дәрігері болып тағайындалған күннен бастап, өзінің білікті басшы екендігін көрсете білді. 2012 жылы Шымкент қалалық №1 балалар емханасы облыстың медициналық ұйымдары арасында "Үздік медициналық ұйым" атағына ие болды.
                        </p>
                        <p>
                            Денсаулық сақтау саласының дамуына қосқан зор үлесі үшін «Казақстан Республикасының тәуелсіздігіне 20 жыл» медалі, «Казақстан Республикасы денсаулық сақтау қызметкерлері кәсіподағының үздігіне» белгісі және басқа да Грамоталармен бірнеше рет марапатталған.
                        </p>
                        <p>
                            Емханада медициналық  көмек барлығына қолжетімді болуын қамтамасыз ету және оның заманға сай болуы, яғни емделушінің алтын уақытын бағалау және  емделушілерге бар мүмкіншілікті жасау мақсатында құрылған «Электронды тіркелу», «Кезексіз емхана» сияқты автоматтандырылған жүйелерін енгізу  және жүзеге асыру  жұмыстарын жоғары деңгейде жүргізілуіне үлкен ықпал жасауда. Мамандардың   жаңа технологиялық бағдарламаларды жоғары деңгейде меңгеруіне, қызметкерлердің білімін үнемі жетілдіріп отыруына үлкен мән береді. Халықтың өмір сүру сапасын жақсарту мақсатында емханада цифрландыру жұмыстары жүйелі түрде іске асырылуда. Атқарылып жатқан жұмыстардың нәтижесінде, емделушілерге қолжетімді, сапалы медициналық қызмет уақытылы көрсетілуде.
                        </p>
                        <p>
                            2000 жылдан бастап 2018 жылға дейін Оңтүстік Қазақстан облысы ары қарай Шымкент қаласы Денсаулық сақтау басқармасының иммунопрофилактика бойынша штаттан тыс бас маманы болып табылады.
                        </p>
                    <?php endif; ?>
                </div>
            </div>
        </div>
        <div class="row" style="margin-top: 40px">
            <div class="col-md-6">
                <div class="card text-center direction-img-trigger">
                    <img class="card-img-top zam-img" src="/img/zam1.jpg" alt="Card image cap">
                    <div class="card-body">
                        <h5 class="card-title">
                            Казанцева Е.В.
                        </h5>
                        <p class="card-text">
                            <?= Yii::t('site', 'Заместитель главного врача') ?>
                        </p>
                    </div>
                </div>
            </div>
            <div class="col-md-6">
                <div class="card text-center direction-img-trigger">
                    <img class="card-img-top zam-img" src="/img/zam2.jpg" alt="Card image cap">
                    <div class="card-body">
                        <h5 class="card-title">
                            Избасарова А.А.
                        </h5>
                        <p class="card-text">
                            <?= Yii::t('site', 'Врач эксперт') ?>
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>
<?php
$js =<<<JS
$('.direction-img-trigger').click(function () {
    $(this).find('.direction-working-hours').toggle('ease');
});
JS;

$this->registerJs($js);
?>